[GENERAL]
NAME				= English
TRANSLATOR			= bandicam@bandisoft.com
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= This Application has Expired.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Unregistered
TEXT_INIT_FAIL			= Application failed to initialize.
TEXT_APPINFO			= Bandicam - High performance video capture.

; error
TEXT_ERROR_DISKSPACE		= Not enough disk space to record.
TEXT_ERROR_VIDEO_CAP		= Failed to start video capture.
TEXT_ERROR_AUDIO_CAP		= Failed to start audio capture.\nIf you need help, click the OK button.
TEXT_ERROR_IMAGE_CAP		= Failed to capture image.\nPlease check your output folder.
TEXT_ERROR_CREATEFILE		= Failed to create file.\nIf you need help, click the OK button.
TEXT_ERROR_CODEC_INIT		= Failed to initialize codec.
TEXT_ERROR_CODEC_VIDEO		= The recording has stopped because there is a problem with the video codec.
TEXT_ERROR_LOGO_IMAGE		= Unsupported image file. \nPlease select supported image file(*.png).
TEXT_ERROR_INIT_DEVICE		= Failed to initialize the video capture device.
TEXT_ERROR_NO_DEVICES		= No video capture devices have been detected.
TEXT_CAN_NOT_CHANGE_TB		= You cannot change this setting on the free version of Bandicam. \nPlease purchase Bandicam from http://bandicam.com/buy
TEXT_WARNING_AMD_APP		= Your system does not support 'H.264 (AMD APP)', so the default codec will be used.
TEXT_WARNING_AMD_APP2		= Your system does not support 'H.264 (AMD APP)'.
TEXT_WARNING_DEVICE_CHANGE	= If you change the video device settings, the recording will be stopped. Are you sure you want to continue?
TEXT_WARNING_EXIT_BANDICAM	= If you close Bandicam, the recording will be stopped.\n Are you sure you want to close Bandicam?

; video setting page name
TEXT_VID_PAGE_SOUND		= Sound
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Effects
TEXT_VID_PAGE_OPTIONS		= Options

; option page name
TEXT_OPT_PAGE_GENERAL		= General
TEXT_OPT_PAGE_OUTPUT		= Output
TEXT_OPT_PAGE_HOOKING		= Hooking
TEXT_OPT_PAGE_LANGUAGE		= Language
TEXT_OPT_PAGE_OTHERS		= Others

TEXT_VIDEO			= Video
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Select a folder to store.

TEXT_FMT_FULL_SIZE		= Full Size
TEXT_FMT_HALF_SIZE		= Half Size
TEXT_FMT_FIT_WIDTH		= Fit Width
TEXT_FMT_FIT_HEIGHT		= Fit Height
TEXT_FMT_CUSTOM_SIZE		= Custom
TEXT_FMT_STEREO			= stereo
TEXT_FMT_MONO			= mono
TEXT_FMT_ORIGINAL_PCM		= Original audio format

; preset
TEXT_PRESET_DEFAULT		= Default
TEXT_PRESET_HALFSIZE		= Half Size
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultrafast setting for 60 FPS
TEXT_PRESET_LOWEND		= Low-end PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube (1080p)
TEXT_PRESET_PMP			= Divx/Galaxy Smartphone
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= Fit Width, 320x0
TEXT_PRESET_640x0		= Fit Width, 640x0
TEXT_PRESET_800x0		= Fit Width, 800x0
TEXT_PRESET_USER		= User Presets

TEXT_CHANGE_LANG		= To change language, you should restart Bandicam.\nDo you want to restart now?
TEXT_CHANGE_HOOK		= To change hooking target, you should restart Bandicam.\nDo you want to restart now?
TEXT_CHANGE_SIZE		= To change the Bandicam window size, you should restart Bandicam.\nDo you want to restart now?
TEXT_RESET_ALL_SETTINGS		= Are you sure you want to reset all settings to the default?

TEXT_REGISTER_SUCCEEDED		= Your Bandicam has been registered now.
TEXT_REGISTER_FAILED		= Registration failed. \nCheck your email address and serial number.
TEXT_REGISTER_CONNECT_FAILED	= Cannot connect to the registration server.\nPlease check your internet connection, and set your system clock to today's date and time.\nIf you need help, click the OK button.
TEXT_REGISTER_INFO		= Email Address: %s\r\nSerial Number: %s
TEXT_REGISTER_LIMITED		= Recording stopped.\n\nYou can only record 10 minutes on the free version of Bandicam. \nPlease purchase Bandicam from bandicam.com
TEXT_REGISTER_NEWRECORD		= You cannot start new recording on the free version of Bandicam. \nPlease purchase Bandicam from bandicam.com
TEXT_REGISTER_LICENCE_INFO	= Unregistered!!! - 10 minute videos with watermark\r\nTo remove the watermark, purchase Bandicam from bandicam.com

TEXT_PROGRAM_INVALID		= This application is invalid. \nYou need to reinstall the application.

TEXT_SELECT_TARGET		= Please click the recording target window
TEXT_SELECT_DEVICE		= Please select a video capture device
TEXT_TARGET_DIRECTX		= <b>Game Recording Mode</b> - Record Games and Video players using DirectX.
TEXT_TARGET_RECTANGLE		= <b>Screen Recording Mode</b> - Record Desktop screen and Web video.
TEXT_TARGET_DEVICE		= <b>Device Recording Mode</b> - Record Webcam and HDMI Capture Device.
TEXT_TARGET_CHANGING		= If you change the recording mode, the recording will be stopped.\nAre you sure you want to continue?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= You can't start recording in 'Game Recording Mode' because the target window is not selected.\n\nDo you want to change the recording mode to 'Screen Recording Mode' in order to start recording?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= You can't start recording in 'Device Recording Mode' because the capture device is not selected.\n\nDo you want to change the recording mode to 'Screen Recording Mode' in order to start recording?

TEXT_STATUSBAR_READY		= Ready
TEXT_STATUSBAR_RECORDING	= Recording
TEXT_STATUSBAR_PAUSE		= Pause

TEXT_UPDATE_AVAILABLE		= A new version of Bandicam is currently available. \nWould you like to download it now?
TEXT_UPDATE_UNAVAILABLE		= This version is the latest one.
TEXT_UPDATE_FAILED		= Failed to check version information. \nThis system may not be connected to the Internet, or a server may not be working properly.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Unable to upload. If you have just signed up, please verify your email address.

TEXT_TARGET_FULL		= Fullscreen
TEXT_TARGET_RESTORE		= Restore
TEXT_TARGET_FIND		= Find window
TEXT_TARGET_RESIZE		= Size select menu
TEXT_TARGET_IMAGE		= Image capture
TEXT_TARGET_PEN			= Drawing mode
TEXT_TARGET_RECORD_START	= Video record - start
TEXT_TARGET_RECORD_PAUSE	= Video record - pause
TEXT_TARGET_RECORD_STOP		= Video record - stop
TEXT_TARGET_MENU		= Menu

TEXT_DEVICE_FULL		= Fullscreen
TEXT_DEVICE_RESTORE		= Restore
TEXT_DEVICE_SELECT_DEVICE	= Select device
TEXT_DEVICE_VOLUME		= Volume control
TEXT_DEVICE_IMAGE		= Image capture
TEXT_DEVICE_RECORD_START	= Video record - start
TEXT_DEVICE_RECORD_PAUSE	= Video record - pause
TEXT_DEVICE_RECORD_STOP		= Video record - stop
TEXT_DEVICE_MENU		= Menu

TEXT_RC_HOWTO_NOCOMPLETE	= Disable
TEXT_RC_HOWTO_BYTIME		= By time
TEXT_RC_HOWTO_BYSIZE		= By size
TEXT_RC_AFTER_NEWRECORD		= Start new recording
TEXT_RC_AFTER_EXIT		= Exit Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Shutdown this computer

TEXT_SHUTDOWN_SEC		= Shutting down system in %d sec.

TEXT_SEL_IMAGE_FILE		= Select an image file

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Disable (Recommended) --

TEXT_CORRUPTED_AVI_FILE		= Latest recorded file has been corrupted.\nDo you want to fix it?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP		= Click the tray icon to restore Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Click the tray icon to show the screen recording window.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Click the tray icon to show the device recording window.
TEXT_FORCE_STOP			= Failed to stop the recording because the target window is not responding.\nDo you want to stop the recording compulsory?
TEXT_EXTERNAL_CODEC		= - External Codec -
TEXT_CUDA_GPU_AUTOSELECT	= (Auto Select)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Recording status
TEXT_INDICATOR_TIME		= Recording time
TEXT_INDICATOR_SIZE		= Recording file size / free disk space
TEXT_INDICATOR_VOLUME		= Current volume level

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normal] General task priority
TEXT_REC_PRIORITY_HIGH		= [High] Higher than normal priority
TEXT_REC_PRIORITY_HIGHEST	= [Highest] Other tasks may be slower

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut is not installed. Do you want to download Bandicut?
TEXT_OUTPUTS_DELETE		= Are you sure you want to permanently delete the selected files?
TEXT_OUTPUTS_SELCOUNT		= %d items selected

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Target Name
TEXT_FILE_NAME_PREFIX_CUSTOM	= Custom Prefix
TEXT_FILE_NAME_PREFIX_NONE	= None
TEXT_FILE_NAME_SUFFIX_TIME	= Date/Time
TEXT_FILE_NAME_SUFFIX_NUMBER	= Sequence Number

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Enter a value between 1 and 1440 minutes.
TEXT_TIMER_REC_STOP_RECORDING	= The recording is in progress. \nAre you sure you want to stop recording and continue?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Please enter a title for the video to upload.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Login - Youtube
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_COMPLETE		= Uploaded
TEXT_UPLOAD_ERR_FAIL		= Failed to upload this video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= This file is too large to upload.
TEXT_UPLOAD_ERR_FREESPACE	= There is not enough free space on Vimeo to upload.
TEXT_UPLOAD_ERR_CONNECT		= Failed to connect to server.

; deinterlacing
TEXT_DEINT_NONE			= None
TEXT_DEINT_ODD			= Odd Fields
TEXT_DEINT_EVEN			= Even Fields
TEXT_DEINT_BLEND		= Blend

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Only record while pushing
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Only mute while pushing

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Default Sound Device)
TEXT_DEFAULT_DEVICE_FORMAT	= (Auto-detect Format)

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= General
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Image
$BN_PAGE_OUTPUTS		= Output
$BN_PAGE_ABOUT			= About
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Options
$ST_GEN_OUTPUT_FOLDER		= Output folder
$BN_GEN_OPEN_OUTPUT_FOLDER	= Open
$BN_GEN_ADV_OPTIONS		= Advanced
$CK_GEN_ALWAYS_ON_TOP		= Bandicam window always on top
$CK_GEN_START_MINIMIZED		= Start Bandicam minimized to tray
$CK_GEN_RUN_WHEN_START		= Run Bandicam on Windows startup
$CK_GEN_RECORD_WHEN_RUN		= Start full-screen recording on Bandicam startup
$CK_GEN_TIMER_RECORDING		= Set timer for Auto Start Recording
$ST_GEN_LANGUAGE		= Language
$ST_GEN_REC_AUTO_START		= Auto Start Recording
$ST_GEN_REC_AUTO_COMPLETE	= Auto Complete Recording
$BN_GEN_REC_AUTO_COMPLETE	= Setting
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS Overlay
$CK_FPS_OVERLAY_HOTKEY		= Hotkey
$CK_FPS_OVERLAY			= Show FPS Overlay 
$ST_FPS_LIMIT			= FPS Limit
$CK_FPS_LIMIT_HOTKEY		= Hotkey
$CK_FPS_LIMIT			= Set FPS Limit to
$CK_FPS_LIMIT_ONLY_CAP		= Only when capturing
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Record
$CK_VID_RECORD_HOTKEY		= Record/Stop Hotkey
$CK_VID_PAUSE_HOTKEY		= Pause Hotkey
$CK_VID_SHOW_CURSOR		= Show mouse cursor
$CK_VID_CLICK_EFFECTS		= Add mouse click effects
$CK_VID_WEBCAM_OVERLAY		= Add webcam overlay
$BN_VID_RECORD_SETTINGS		= Settings
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Settings
$BN_VID_FORMAT_PRESETS		= Presets
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Capture
$CK_IMG_CAPTURE_HOTKEY		= Hotkey
$CK_IMG_CAPTURE_REPEAT		= Repeat screen capture
$ST_IMG_CAPTURE_REPEAT		= seconds
$CK_IMG_SHOW_CURSOR		= Show mouse cursor
$CK_IMG_SHUTTER_SOUND_EFFECT	= Enable shutter sound
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normal
$CK_IMG_FORMAT_JPG_HQ		= JPG - High quality
$BTN_IMG_FORMAT_ANIGIF		= How to save as animated gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Image
$BN_OUT_PLAY_VIDEO		= Play
$BN_OUT_OPEN_IMAGE		= Open
$BN_OUT_EDIT			= Edit
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Delete
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Version
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2016 Bandisoft.com.
$BN_ABO_NEW_VERSION		= New version available.
$BN_ABO_CHECK_UPDATE		= Update check
$ST_ABO_LICENCE_INFO		= License Information
$BN_ABO_REGISTER		= Register
$BN_ABO_REGISTER_HELP		= How to Purchase and Register
$ST_ABO_HOMEPAGE_INFO		= Website URL
$ST_ABO_HOMEPAGE_URL		= Homepage
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Please select device!
$ST_DEVICE_CONNECTING		= Connecting...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Open Output Folder
$TOOLTIP_SCREENSHOT		= Capture Image
$TOOLTIP_RECORD			= Record / Stop
$TOOLTIP_PAUSE			= Pause
$TOOLTIP_UI_MODE		= Simple/Extended UI
$TOOLTIP_REGISTER		= Register Bandicam
$TOOLTIP_ONLINE_HELP		= Online Help

$TOOLTIP_TOOL_PEN		= Pen
$TOOLTIP_TOOL_PEN_HL		= Highlighter 
$TOOLTIP_TOOL_BOX		= Box
$TOOLTIP_TOOL_ERASER		= Eraser
$TOOLTIP_TOOL_COLOR		= Select Color
$TOOLTIP_TOOL_LINE		= Linewidth
$TOOLTIP_TOOL_UNDO		= Undo (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Redo (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Cancel
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Format settings 
IDC_ST_FMTSET_FILE		= File Type
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Size
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Codec
IDC_ST_VIDEO_BITRATE		= Bitrate
IDC_ST_VIDEO_QUALITY		= Quality
IDC_ST_FMTSET_AUDIO		= Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Save as original format
IDC_ED_AUDIO_ORIGINAL_PCM	= You can save multi-channel and high-definition audio (96KHz or more).
IDC_ST_AUDIO_CH			= Channels
IDC_ST_AUDIO_FREQ		= Frequency
IDC_ST_AUDIO_CODEC		= Codec
IDC_ST_AUDIO_BITRATE		= Bitrate
IDC_ST_FORMAT_HELP		= [ Help ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Register Bandicam
IDC_ST_1BUY			= 1. Buy
IDC_ST_1BUY_COMMENT		= To remove the watermark on your video, purchase Bandicam license from http://www.bandicam.com/buy
IDC_BTN_BUY_ONLINE		= Buy Now
IDC_ST_2REGISTER		= 2. Register
IDC_ST_2REGISTER_COMMENT	= You need an online connection to register Bandicam.
IDC_ST_EMAIL_ADDRESS		= Email address
IDC_ST_SERIAL_NUMBER		= Serial number
IDC_BTN_REGISTER_NOW		= Register Now
IDC_BTN_CLOSE			= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Update check
IDC_ST_UPDATE_SETTING		= Setting
IDC_CK_UPDATE_ENABLE		= Enable automatic update check.
IDC_CK_UPDATE_POPUP		= Show pop-up when a major update is available.
IDC_UPDATE_CHECK_NOW		= Update check now
IDC_CLOSE			= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Advanced options
IDC_BTN_RESET			= Reset

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= General
IDC_CK_ALWAYS_ON_TOP2		= Bandicam window always on top
IDC_CK_START_MINIMIZED_TO_TRAY	= Start Bandicam minimized to tray
IDC_CK_RUN_WHEN_START		= Run Bandicam on Windows startup
IDC_CK_RECORD_WHEN_RUN		= Start full-screen recording on Bandicam startup
IDC_CK_SHOW_FPS_IN_VIDEO	= Show FPS in captured video/image
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= Show tip/information bar
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= Automatic

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Output
IDC_ST_OUT_OUTPUT_FOLDER	= Output folder
IDC_CK_OUT_CREATE_SUBFOLDER	= Create output sub-folder when writing a file
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Enable write caching on the disk
IDC_ST_OUT_FILE_NAMING		= File naming settings
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Language
IDC_ST_TRANSLATOR		= Thanks to translators

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Hooking target
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_WINDOWS_APPS		= Windows Store Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Disable DX10/11 hooking on IE9(or above)/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Block DirectX video overlay
IDC_BTN_BLOCK_LIST		= Blocked process list

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Other Settings
IDC_BTN_VIDEO_RECORD_SETTINGS	= Video Recording Settings
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Video Format Settings
IDC_BTN_AUTO_COMPLETE_RECORDING	= Auto Complete Recording

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Auto Complete Recording
IDC_ST_RC_HOWTO			= Auto Complete Recording
IDC_RD_RC_NOTCOMPLETE		= Disable
IDC_RD_RC_TIME			= By recording time
IDC_ST_RC_MAX_TIME		= Max
IDC_RD_RC_SIZE			= By recorded file size
IDC_ST_RC_MAX_SIZE		= Max
IDC_ST_RC_AFTER			= After Recording
IDC_RD_RC_NOTHING		= Do nothing
IDC_RD_RC_NEW_RECORDING		= Start new recording
IDC_RD_RC_EXIT_BDCAM		= Stop recording and exit Bandicam
IDC_RD_RC_SHUTDOWN		= Shutdown your computer

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Shutdown
IDC_ST_SHUTDOWN			= Shutdown
IDC_ST_SHUTDOWN_INFO		= This computer will be turned off.\nPress 'Cancel' if you do not want to shutdown.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Recording settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Record sound
IDC_ST_SND_SELECT_1		= Primary Sound Device
IDC_BTN_SND_SETTING_1		= Setting...
IDC_ST_SND_VOLUME_1		= Volume
IDC_ST_SND_SELECT_2		= Secondary Sound Device
IDC_BTN_SND_SETTING_2		= Setting...
IDC_ST_SND_VOLUME_2		= Volume
IDC_CK_SND_MIX_SOUND		= Two Sound Mixing (Primary+Secondary into one audio track)
IDC_CK_SND_CAP_PUSH_TO		= Push-To-Talk or Push-To-Mute
IDC_ST_SOUND_HELP		= [ Help ]
IDC_CK_SND_SAVE_AS_WAV		= Save audio tracks while recording (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Add webcam overlay to video
IDC_ST_WEBCAM_SETTING		= Settings
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_ST_WEBCAM_DEVICE_FMT	= Format:
IDC_ST_WEBCAM_SIZE		= Overlay size:
IDC_ST_WEBCAM_POS		= Position:
IDC_BTN_WEBCAM_DEVICE		= Settings
IDC_BTN_WEBCAM_PREVIEW		= Preview
IDC_ST_WEBCAM_LR_MARGINS	= Left/R Margins:
IDC_ST_WEBCAM_TB_MARGINS	= Top/B Margins:
IDC_ST_WEBCAM_FOR_DX_GL		= For Game Recording Mode
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Preview webcam on screen (Only DX8 or later, and OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Enable preview toggle hotkey
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Add webcam overlay to output video file
IDC_RD_WEBCAM_SAVE_AS_MP4	= Save webcam video as separate file (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Add logo to video
IDC_ST_LOGO_SETTING		= Settings
IDC_ST_LOGO_IMAGE		= Image:
IDC_ST_LOGO_OPACITY		= Opacity:
IDC_ST_LOGO_POS			= Position:
IDC_ST_LOGO_LR_MARGINS		= Left/R Margins:
IDC_ST_LOGO_TB_MARGINS		= Top/B Margins:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Mouse effects
IDC_CK_ADD_CLICK_EFFECTS	= Add mouse click effect
IDC_ST_LEFT_CLICK_COLOR		= Left click color
IDC_ST_RIGHT_CLICK_COLOR	= Right click color
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Add mouse highlight effect
IDC_ST_HIGHLIGHT_COLOR		= Highlight color

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Options
IDC_ST_REC_PRIORITY		= Recording priority:
IDC_ST_REC_PRIORITY2		= Higher priority may reduce dropped frames.
IDC_ST_FOR_DX_GL		= For Game Recording Mode
IDC_CK_SKIP_RECORDING		= Skip recording while frame is not updated
IDC_CK_ENHANCED_DX9_CAPTURE	= Use enhanced capture method (faster, only DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= For Screen Recording Mode
IDC_CK_ENHANCED_CAPTURE		= Use enhanced capture method (faster, Windows 8 or above)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam preview

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Custom target size
IDC_ST_TARGET_SIZE_SETTING	= Setting
IDC_ST_TARGET_SIZE		= Target size:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Add a New Size Preset
IDC_ST_ADD_SIZE_PRESET		= You can save the current target position and size as a new preset.\nEnter a name for the new preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Edit Size Presets
IDC_BTN_SIZE_PRESET_ADD		= Add
IDC_BTN_SIZE_PRESET_DEL		= Delete
IDC_BTN_SIZE_PRESET_REN		= Rename
IDC_BTN_SIZE_PRESET_UP		= Up
IDC_BTN_SIZE_PRESET_DN		= Down

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Rename the Size Preset
IDC_ST_REN_SIZE_PRESET		= Enter a new name for the preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Information
IDC_ST_ACAP_INFO		= Audio capture information
IDC_ST_ACAP_INFO2		= Your sound card does not capture the sound. Please check your 'record control'. \n\nDo you want to visit online help page?
IDC_CK_ACAP_DO_NOT_ASK		= Do not ask me again
IDC_BTN_YES			= Yes
IDC_BTN_NO			= No

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Max recording time
IDC_ST_RC_TIME_SETTING		= Setting
IDC_ST_RC_TIME_HOUR		= Hour
IDC_ST_RC_TIME_MIN		= Min
IDC_ST_RC_TIME_SEC		= Sec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Max recorded file size
IDC_ST_RC_FILESIZE_SETTING	= Setting

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Add a New Preset
IDC_ST_ADD_PRESET		= You can save the current format settings as a new preset.\nEnter a name for the new preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Edit Presets
IDC_BTN_PRESET_ADD		= Add
IDC_BTN_PRESET_DEL		= Delete
IDC_BTN_PRESET_REN		= Rename
IDC_BTN_PRESET_UP		= Up
IDC_BTN_PRESET_DN		= Down

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Rename the Preset
IDC_ST_REN_PRESET		= Enter a new name for the preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Select external video codec
IDC_ST_CODEC_EX_LIST		= Codec list
IDC_ST_CODEC_EX_SETTINGS	= Settings
IDC_ST_CODEC_EX_DRIVER		= Driver Name
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Quality
IDC_ST_CODEC_EX_DATERATE	= Data Rate
IDC_ST_CODEC_EX_KEYFRAME	= Keyframe Interval
IDC_BTN_CODEC_EX_CONFIG		= Configure
IDC_BTN_CODEC_EX_ABOUT		= About
IDC_ST_CODEC_EX_HELP		= [ Help ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Blocked process list
IDC_ST_BLOCK_LIST		= The following processes are not allowed hooking.
IDC_ST_BLOCK_LIST_EX		= Example:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) Settings
IDC_ST_H264_CUDA_RATE_CONTROL	= Rate control
IDC_RD_H264_CUDA_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_CUDA_CBR		= CBR - bitrate-based
IDC_ST_H264_CUDA_GPU_USAGE	= GPU Usage
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Only GPU (use with faster GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU device:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Other options
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC code:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_CUDA_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) Settings
IDC_ST_H264_SYNC_RATE_CONTROL	= Rate control
IDC_RD_H264_SYNC_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_SYNC_CBR		= CBR - bitrate-based
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Other options
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC code:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_SYNC_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD APP) Settings
IDC_ST_H264_APP_RATE_CONTROL	= Rate control
IDC_RD_H264_APP_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_APP_CBR		= CBR - bitrate-based
IDC_ST_H264_APP_OTHER_OPTIONS	= Other options
IDC_ST_H264_APP_FOURCC_USED	= FourCC code:
IDC_ST_H264_APP_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_APP_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Settings
IDC_ST_XVID_RATE_CONTROL	= Rate control
IDC_RD_XVID_VBR			= VBR - quality-based (recommended)
IDC_RD_XVID_CBR			= CBR - bitrate-based
IDC_ST_XVID_OPTIMIZATION	= Optimization
IDC_RD_XVID_FASTER_SPEED	= Faster encoding speed
IDC_RD_XVID_SMALLER_SIZE	= Smaller file size
IDC_ST_XVID_OTHER_OPTIONS	= Other options
IDC_ST_XVID_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Settings
IDC_ST_H264_NVENC_RATE_CONTROL	= Rate control
IDC_RD_H264_NVENC_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_NVENC_CBR		= CBR - bitrate-based
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Usage
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU device:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Other options
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC code:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_NVENC_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Settings
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - quality-based (recommended)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= Optimization
IDC_RD_H264_FASTER_SPEED	= Faster encoding speed
IDC_RD_H264_BALANCED		= Balanced performance
IDC_RD_H264_SMALLER_SIZE	= Smaller file size
IDC_ST_H264_OTHER_OPTIONS	= Other options
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Timer Recording
IDC_ST_TIMER_SETTINGS		= Settings
IDC_RD_TIMER_START_IN		= Start in
IDC_ST_TIMER_MINUTES		= minutes
IDC_RD_TIMER_START_AT		= Start at
IDC_CK_TIMER_MINIMIZE		= Minimize Bandicam to tray when recording starts.
IDC_ST_TIMER_AUTO_COMPLETE	= Auto Complete Recording
IDC_BTN_TIMER_AUTO_COMPLETE	= Setting

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Timer Recording - Waiting to start
IDC_ST_TIMER_WAITING_INFO	= Waiting to start recording at %s.
IDC_ST_TIMER_ELAPSED		= Elapsed Time:
IDC_ST_TIMER_REMAINING		= Remaining Time:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Settings
IDC_ST_FORMAT_FPS_MODE		= Frame Rate Mode
IDC_RD_FORMAT_FPS_CFR		= Prefer CFR - Constant Frame Rate
IDC_ST_FORMAT_FPS_CFR		= Falls back on VFR if the encoder's performance is not good enough.
IDC_RD_FORMAT_FPS_VFR		= Use VFR - Variable Frame Rate (Recommended)
IDC_ST_FORMAT_FPS_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Upload to Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Upload Information
IDC_ST_YOUTUBE_FILENAME		= File name:
IDC_ST_YOUTUBE_TITLE		= Title:
IDC_ST_YOUTUBE_DESCRIPTION	= Description:
IDC_ST_YOUTUBE_PRIVACY		= Privacy:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Public - Allow anyone to see this video
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Unlisted - Anyone who has the link to the video can see this video
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Private - Make this video visible to me and the users I select
IDC_BTN_YOUTUBE_UPLOAD		= Upload
IDC_LN_YOUTUBE_HELP		= Help
IDC_LN_YOUTUBE_TOS		= By clicking 'Upload,' you certify that you own all rights to the content or that you are authorized by the owner to make the content publicly available on YouTube, and that it otherwise complies with the <a>YouTube Terms of Service</a>.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Uploading...
IDC_ST_YOUTUBE_UPLOADED		= The video upload is complete!
IDC_ST_YOUTUBE_LINK		= Link:
IDC_ST_YOUTUBE_EMBED		= Embed:
IDC_BTN_YOUTUBE_LINK_GO		= Go
IDC_BTN_YOUTUBE_EMBED_COPY	= Copy
IDC_BTN_YOUTUBE_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Upload to Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Upload Information
IDC_ST_VIMEO_FILENAME		= File name:
IDC_ST_VIMEO_TITLE		= Title:
IDC_ST_VIMEO_DESCRIPTION	= Description:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Anyone - Allow anyone to see this video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Only me - Make this video visible to me and no one else
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Only people I follow - Make visible only to people I follow on Vimeo
IDC_BTN_VIMEO_UPLOAD		= Upload
IDC_LN_VIMEO_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Uploading...
IDC_ST_VIMEO_UPLOADED		= The video upload is complete!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Go
IDC_BTN_VIMEO_EMBED_COPY	= Copy
IDC_BTN_VIMEO_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Available
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 encoder is available. NVENC is a high-performance encoder using hardware acceleration. Would you like to use the NVENC H.264 encoder?\n<a>more</a>
IDC_CK_NVENC_AVAILABLE		= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Device Selection
IDC_ST_DEVICE_SELECTION		= Selection
IDC_ST_DEVICE_NAME		= Device:
IDC_BTN_DEVICE_NAME_SETTINGS	= Settings
IDC_ST_DEVICE_FORMAT		= Format:
IDC_ST_DEVICE_VIDEO_INPUT	= Video Input:
IDC_ST_DEVICE_AUDIO_INPUT	= Audio Input:
IDC_BTN_DEVICE_INPUT_SETTINGS	= Settings
IDC_ST_DEVICE_OPTIONS		= Options
IDC_ST_DEVICE_DEINTERLAING	= Deinterlacing:
IDC_LN_DEVICE_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Campatibility Issue on Origin
IDC_LN_CAUTION_USING_WINAPPS	= If Windows Store Apps hooking is enabled, a compatibility issue may occur on Origin. <a>Click here</a> to solve this problem.\n\nAre you sure you want to use Windows Store Apps hooking?
IDC_CK_CAUTION_USING_WINAPPS	= Do not ask me again

[MENU]
ID_POPUP_ABOUT			= About Bandicam
ID_POPUP_GENERAL		= Setting - General
ID_POPUP_FRAME			= Setting - FPS
ID_POPUP_VIDEO			= Setting - Video
ID_POPUP_IMAGE			= Setting - Image
ID_POPUP_OUTPUTS		= Output File list
ID_POPUP_OPENOUTPUTFOLDER	= Open Output folder
ID_POPUP_TARGET			= Target
ID_POPUP_SIZE			= Size
ID_POPUP_EXIT			= Exit

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_RECTANGLE		= Screen Recording Mode
ID_TARGET_HELP			= Help

ID_TARGET_HIDE			= Show / Hide \t Ctrl+Alt+H
ID_TARGET_PEN			= Drawing mode \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Always on top
ID_TARGET_TRANSPARENCY		= Opacity
ID_TARGET_SIZE			= Size
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= Move left \t Left
ID_TARGET_MOVE_RIGHT		= Move right \t Right
ID_TARGET_MOVE_UP		= Move up \t Up
ID_TARGET_MOVE_DOWN		= Move down \t Down

ID_TARGET_INC_WIDTH		= Increase width \t Shift+Right
ID_TARGET_DEC_WIDTH		= Decrease width \t Shift+Left
ID_TARGET_INC_HEIGHT		= Increase height \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Decrease height \t Shift+Up

ID_TARGET_FIND_WINDOW		= Find Window \t Ctrl+F
ID_TARGET_FULLSCREEN		= FullScreen \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Fit to 4:3
ID_TARGET_RATIO_16_9		= Fit to 16:9
ID_TARGET_SIZE_CUSTOM		= Custom size \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Size Preset \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Add a Preset
ID_TARGET_SIZE_PRESET_EDIT	= Edit Presets
ID_TARGET_SIZE_RU		= Recently used size \t Ctrl+S

ID_TARGET_OPEN_OUTPUTFOLDER	= Open Output Folder
ID_TARGET_EXIT_BANDICAM		= Exit Bandicam

ID_DEVICE_HIDE			= Show / Hide \t Ctrl+Alt+H
ID_DEVICE_ALWAYS_ON_TOP		= Always on top
ID_DEVICE_SELECTION		= Select Device \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Fullscreen \t Enter
ID_DEVICE_ZOOM			= Zoom
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Aspect Ratio
ID_DEVICE_KEEP_ASPECT_RATIO	= Keep Aspect Ratio
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Default
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Open Output Folder
ID_DEVICE_EXIT_BANDICAM		= Exit Bandicam

ID_USER_PRESET_ADD		= Add a Preset
ID_USER_PRESET_EDIT		= Edit Presets

ID_SORT_BY_DATE			= Sort by Date
ID_SORT_BY_NAME			= Sort by Name
ID_SORT_BY_SIZE			= Sort by Size

ID_OUTPUTS_LB_PLAY		= Play
ID_OUTPUTS_LB_OPEN		= Open
ID_OUTPUTS_LB_EDIT		= Edit
ID_OUTPUTS_LB_DELETE		= Delete
ID_OUTPUTS_LB_SELECT_ALL	= Select all
ID_OUTPUTS_LB_OPEN_FOLDER	= Open output folder

ID_UPLOAD_TO_YOUTUBE		= Upload to Youtube
ID_UPLOAD_TO_VIMEO		= Upload to Vimeo

ID_BDCAM_SIZE_DEFAULT		= Default size
